Repository: wagenheimer/AppCelmi-Maquinas-MAUI
Catalog: Resources/AppResources.*.resx
Languages: es_es

# CONFIGURAÇÕES
source: SETTINGS
es_es: AJUSTES

# TELEFONESDECONTATO
source: CONTACT NUMBERS
es_es: NÚMEROS DE CONTACTO

# SUPORTETÉCNICO
source: TECHNICAL SUPPORT
es_es: APOYO TÉCNICO

# ProcurandoDispositivos
source: Searching for Devices...
es_es: Buscando dispositivos...

# NaoFoiPossivelRegistrarBluetooth
source: Unable to register for Bluetooth service.\nIf connection is not possible, please turn airplane mode on/off, if still not resolved, please restart your phone and try again...\nTrying again in 5 seconds...
es_es: No se puede registrar para el servicio Bluetooth.\nSi la conexión no es posible, active o desactive el modo avión, si aún no se resuelve, reinicie su teléfono e intente nuevamente...\nInténtelo de nuevo en 5 segundos...

# BuscaPorDispositivosFinalizada
source: Device search complete...
es_es: Búsqueda de dispositivo completa...

# DataHora
source: Date/Time
es_es: Fecha y hora

# Identificador
source: identifier
es_es: identificador

# PesoTotal
source: Total weight
es_es: Peso total

# Peso1
source: weight 1
es_es: peso 1

# Porcentual1
source: percent 1
es_es: 1 por ciento

# Peso2
source: weight 2
es_es: peso 2

# Porcentual2
source: percent 2
es_es: 2 por ciento

# Peso3
source: weight 3
es_es: peso 3

# Porcentual3
source: percent 3
es_es: 3 por ciento

# Peso4
source: weight 4
es_es: peso 4

# Porcentual4
source: percent 4
es_es: 4 por ciento

# Peso5
source: weight 5
es_es: peso 5

# Porcentual5
source: percent 5
es_es: 5 por ciento

# Peso6
source: weight 6
es_es: peso 6

# Porcentual6
source: percent 6
es_es: 6 por ciento

# Peso7
source: weight 7
es_es: peso 7

# Porcentual7
source: percent 7
es_es: 7 por ciento

# Peso8
source: weight 8
es_es: peso 8

# Porcentual8
source: percent 8
es_es: 8 por ciento

# PesoEixo1
source: Axle Weight 1
es_es: Peso del eje 1

# PorcentualEixo1
source: Axle Percent 1
es_es: Eje 1 por ciento

# PesoEixo2
source: Axle Weight 2
es_es: Peso del eje 2

# PorcentualEixo2
source: Axle Percent 2
es_es: Eje 2 Porcentaje

# PesoEixo3
source: Axle Weight 3
es_es: Peso del eje 3

# PorcentualEixo3
source: Axle Percent 3
es_es: Eje 3 Porcentaje

# PesoEixo4
source: Axle Weight 4
es_es: Peso del eje 4

# PorcentualEixo4
source: Axle Percent 4
es_es: Eje 4 Porcentaje

# Balança
source: Scale
es_es: Balance

# ConectadoADispositivoCI
source: Connected to CI Device
es_es: Conectado al dispositivo CI

# ConectadoADispositivoCSP10A
source: Connected to CSP-10A Device
es_es: Conectado al dispositivo CSP-10A

# PlataformasDetectadas
source: Platforms Detected
es_es: Plataformas detectadas

# CliqueEmPROCURARParaPesquisarPorDispositivosPróximos
source: Click SEARCH to find Nearby Devices
es_es: Haga clic en BUSCAR para buscar dispositivos cercanos...

# ConectarParcial
source: Connect Partial
es_es: Conectar Parcial

# Cancelar
source: Cancel
es_es: Cancelar

# Desconectar
source: Disconnect
es_es: Desconectar

# ModoDeVisualização
source: View Mode
es_es: Modo de vista

# PesagemDinâmica
source: Dynamic Weighing
es_es: Pesaje dinámico

# TotalDePlataformas
source: Total Platforms
es_es: Plataformas Totales

# TipoDePesagem
source: Weighing Type
es_es: Tipo de pesaje

# OpçõesAdicionais
source: Additional Options
es_es: Opciones adicionales

# ConexãoBluetooth
source: Bluetooth connection
es_es: conexión bluetooth

# CargaViva
source: Live Load
es_es: Carga viva

# Relatórios
source: Reports
es_es: Informes

# TrocarLogo
source: Change Logo
es_es: Cambiar logotipo

# CamposPersonalizados
source: Custom fields
es_es: Campos personalizados

# Adicionar
source: Add
es_es: Agregar

# PesagemArmazenadaComSucesso
source: Weighing Stored Successfully!
es_es: ¡Pesaje almacenado con éxito!

# PesoAcumulado
source: Accumulated Weight
es_es: Peso acumulado

# Líquido
source: Liquid
es_es: Líquido

# Tara
source: Tare
es_es: Tara

# Bruto
source: Gross
es_es: Bruto

# IdentificaçãoDaPesagem
source: Weighing Identification
es_es: Pesaje Identificación

# LerComACâmera
source: read with camera
es_es: leer con cámara

# Salvar
source: To save
es_es: Ahorrar

# NãoConectadoANenhumDispositivo
source: Not Connected to Any Device...
es_es: No conectado a ningún dispositivo...

# ConfiguraçõesCamelCase
source: Settings
es_es: Ajustes

# ZerarAcumulador
source: Reset Accumulator
es_es: Restablecer acumulador

# ListaDePesagens
source: Weighing List
es_es: Lista de pesaje

# Seleção
source: Selection
es_es: Selección

# _0DSelecionados
source: {0:d} selected
es_es: {0:d} seleccionado

# PesoBruto
source: Gross weight
es_es: Peso bruto

# PesagemSalva
source: Weighing Saved
es_es: Pesaje guardado

# PESAGEM
source: WEIGHING
es_es: PESO

# SalvandoPesagem
source: Saving Weighing....
es_es: Ahorro de pesaje....

# Aguarde
source: Hold...
es_es: Mantener...

# Rede
source: Network
es_es: La red

# Plataforma
source: Platform
es_es: Plataforma

# LogsGlobais
source: Global Logs
es_es: Registros globales

# LogsDoDispositivo
source: Device Logs
es_es: Registros de dispositivos

# SelecioneDispositivoParaVerLogEspecífico
source: Select device to view specific log!
es_es: ¡Seleccione el dispositivo para ver el registro específico!

# EnviarComando
source: Send Command
es_es: Enviar comando

source: Zero
es_es: Cero

# GerarRelatório
source: Generate report
es_es: Generar informe

# Excluir
source: Delete
es_es: Borrar

# EMAILSDECONTATO
source: CONTACT EMAILS
es_es: CORREOS DE CONTACTO

# VENDAS
source: SALES
es_es: VENTAS

# ExcluirPesagens
source: Delete Weighings?
es_es: ¿Eliminar pesajes?

# Sim
source: Yes
es_es: Sí

# Versão
source: Version
es_es: Versión

# Impressora
source: Printer
es_es: Impresora

# BastaoAllTAGS
source: ALLTAGS baton
es_es: Bastón ALLTAGS

source: Status :
es_es: Estado :

# ValorLido
source: Value Read:
es_es: Lectura de valor:

# IniciaConexão
source: Start Connection
es_es: Iniciar conexión

# Português
source: Portuguese
es_es: Portugués

# Inglês
source: English
es_es: inglés

# Espanhol
source: Spanish
es_es: español

# NumeroRedeBalancaDescricao
source: Scale network number (Check label on scale module)
es_es: Número de red de la báscula (verifique la etiqueta en el módulo de la báscula)

# MultiplasConexoesDesc
source: Some devices do not support multiple Bluetooth connections. Leave this option checked if you are having connection problems.
es_es: Algunos dispositivos no admiten múltiples conexiones Bluetooth. Deje esta opción marcada si tiene problemas de conexión.

# SomenteUmaConexãoPorVez
source: Only One Connection at a Time
es_es: Solo una conexión a la vez

# SalvaCargaVivaDesc
source: Automatically saves weighing when live load stabilization occurs
es_es: Guarda automáticamente el pesaje cuando se produce la estabilización de la carga viva

# SalvarAoEstabilizar
source: Save on Stabilization
es_es: Ahorre en estabilización

# IdentificarPesagemDescv
source: When saving the weighing, it is possible to inform an identification for the weighing (bag number or the animal's earring, for example). The value is taken from saved weights and reports.
es_es: Al guardar el pesaje, es posible informar una identificación para el pesaje (número de bolsa o arete del animal, por ejemplo). El valor se toma de los pesos e informes guardados.

# IdentificarPesagem
source: Identify Weighing
es_es: identificar pesaje

# Idioma
source: Language
es_es: Idioma

# NãoConectado
source: Not Connected
es_es: No conectado

# Desconectando
source: Disconnecting
es_es: Desconectando

# Conectado
source: Connected
es_es: Conectado

# Conectando
source: Connecting
es_es: Conectando

# Desconhecido
source: Unknown
es_es: Desconocido

# RECONECTAR
source: RECONNECT
es_es: RECONECTAR

# PROCURANDO
source: SEARCHING...
es_es: BUSCANDO...

# PROCURAR
source: SEARCH
es_es: BÚSQUEDA

# AdicionarCampoPersonalizado
source: Add Custom Field
es_es: Agregar campo personalizado

# NomeDoCampo
source: Field name
es_es: Nombre del campo

# NenhumCampoPersonalizado
source: No Custom Field
es_es: Sin campo personalizado

# Desconectado
source: Disconnected
es_es: Desconectado

# SemCalibração
source: No Calibration
es_es: Sin Calibración

# Aguardando
source: Waiting
es_es: Esperando

# BateriaCarregando
source: Battery Charging
es_es: Bateria cargando

# Bateria
source: Battery
es_es: Batería

# ConectadoADispositivoRX
source: Connected to RX Device
es_es: Conectado al dispositivo RX

# PlataformaSPróximaS
source: Near Platform(s)
es_es: Plataforma(s) cercana(s)

# PesoIndividual
source: Individual weight
es_es: Peso individual

# Plataformas
source: Platforms
es_es: Plataformas

# NenhumaImpressoraConectada
source: No Printer Connected
es_es: Sin impresora conectada

# ConectandoImpressora
source: Connecting Printer :
es_es: Conexión de la impresora:

# CancelarBuscaDeDispositivos
source: Cancel Device Search
es_es: Cancelar búsqueda de dispositivos

# Data
source: Date
es_es: Fecha

# Selecionados
source: selected
es_es: seleccionado

# Informações
source: Informations
es_es: Informaciones

# RelatórioGeral
source: General Report
es_es: Informe General

# RelatórioIndustrial
source: Industrial Report
es_es: Informe Industrial

# RelatórioAviação
source: Aviation Report
es_es: Informe de aviación

# RelatórioPecurário
source: Livestock Report
es_es: Informe de ganadería

# ProdutorFazenda
source: Producer/Farm
es_es: Productor/Granja

# Local
source: Place
es_es: Lugar

# RelatórioAutomotivo
source: Automotive Report
es_es: Informe automotriz

# Responsável
source: Responsible
es_es: Responsable

# TipoDeServiço
source: Service Type
es_es: Tipo de servicio

# Chassi
source: Chassis
es_es: Chasis

# Modelo
source: Model
es_es: Modelo

# Marca
source: Brand
es_es: Marca

# RelatórioEnsaioDeCampo
source: Field Test Report
es_es: Informe de prueba de campo

# ÁreaMedida
source: Measured Area
es_es: Área medida

# Variedade
source: Variety
es_es: Variedad

# Umidade
source: Moisture
es_es: Humedad

# Grão
source: Grain
es_es: Grano

# RelatórioMáquinaAgrícola
source: Agricultural Machine Report
es_es: Informe de máquinas agrícolas

# Horímetro
source: Hour Meter
es_es: Contador de horas

# FazendaPropriedade
source: Farm/Property
es_es: Finca/Propiedad

# Cliente
source: Client
es_es: Cliente

# Pesagens
source: Weighings
es_es: pesajes

# Observações
source: Observations
es_es: Observaciones

# Hora
source: Hour
es_es: Hora

# Localização
source: Location
es_es: Ubicación

# Identificação
source: Identification
es_es: Identificación

# PesoEixos
source: Axle Weight
es_es: Peso del eje

# RelatórioDePesagem
source: Weighing report
es_es: Informe de pesaje

# CidadeLocalização
source: City/Location
es_es: Ciudad/Ubicación

# PropriedadeFazenda
source: Property/Fazenda
es_es: Propiedad/Hacienda

# DadosDoEnsaio
source: Test Data
es_es: Datos de prueba

# CelmiSistemasDePesagemRelatório
source: Celmi Weighing Systems - Report
es_es: Sistemas de pesaje Celmi - Informe

# AreaMedida
source: Measured area
es_es: Area medida

# TipoDeServiCO
source: Type of service
es_es: Tipo de servicio

# QuantidadeDePesagens
source: Number of weighings
es_es: Número de pesajes

# PesoMédio
source: Weight (Average)
es_es: Peso (promedio)

# PesoPorHectare
source: Weight per Hectare:
es_es: Peso por hectárea:

# SacasPorHectare
source: Bags per Hectare:
es_es: Sacos por Hectárea:

# RelatorioPesoTotal
source: Weight (Total)
es_es: Peso (total):

# RelatorioDadosDoEnsaio
source: Test Data
es_es: Datos de prueba

# QtdePesagens
source: Weighing Qty:
es_es: Cant. de pesaje:

# RelatorioObservações
source: Comments :
es_es: Comentarios:

# PesagemAbreviada
source: W
es_es: P

# Eixo
source: Axle
es_es: Eje

# OUTROSAPLICATIVOSDACELMI
source: OTHER CELMI APPLICATIONS
es_es: OTRAS APLICACIONES CELMI

# AppCelmiPecuária
source: Livestock
es_es: Ganado

# AppCelmiMáquinas
source: Agricultural machinery
es_es: Máquinas agrícolas

# AppCelmiEnsaioDeCampo
source: Seeds
es_es: Semillas

# AppCelmiAviação
source: Aviation
es_es: Aviación

# AppCelmiAuto
source: Automotive
es_es: Automotor

# Sobre
source: About
es_es: Sobre

# EsteAplicativo
source: THIS APP
es_es: ESTA APLICACIÓN

# PlataformasOutraRede
source: Platforms Detected on Network {0}
es_es: Plataformas detectadas en la red {0}

# EixoDianteiro
source: Front Axle
es_es: Eje frontal

# EixoTraseiro
source: Rear axle
es_es: Eje posterior

# DispositivoTXEncontradoS
source: TX Device - Found
es_es: Dispositivo TX - Encontrado

# PesagemSalvaComSucesso
source: Weighing Saved Successfully
es_es: Pesaje guardado con éxito

# NenhumEquipamentoConectado
source: No equipment connected!
es_es: ¡Ningún equipo conectado!

# NãoHáNenhumEquipamentoConectadoParaEnviarComando
source: There is no equipment connected to send command...
es_es: No hay equipo conectado para enviar comando...

# Permissões
source: Permissions
es_es: permisos

# BluetoothLigado
source: You need to have Bluetooth turned on to use this app! Please activate!
es_es: ¡Necesitas tener Bluetooth activado para usar esta aplicación! ¡Por favor actívelo!

# NãoFoiPossívelLigarOAdaptadorBluetooth
source: Unable to connect the Bluetooth adapter
es_es: No se puede conectar el adaptador Bluetooth

# NãoÉPossívelProcurar
source: Unable to search!
es_es: ¡No se puede buscar!

# ÉNecessárioAtivarOBLUETOOTHParaProcurarPorDispositivos
source: You need to activate BLUETOOTH to search for devices!
es_es: ¡Necesitas activar BLUETOOTH para buscar dispositivos!

# PlataformaDesconectadaSalvarErro
source: Cannot save weighing if any platform is disconnected. Wait for all platforms to connect and try again.
es_es: No se puede guardar el pesaje si alguna plataforma está desconectada. Espere a que todas las plataformas se conecten y vuelva a intentarlo.

# NºPesagem
source: Weighing Nº:
es_es: Nº de pesaje:

# SalvarBackup
source: Save Backup
es_es: Guardar copia de seguridad

# RestaurarBackup
source: Restore Backup
es_es: Restaurar copia de seguridad

# BackupListaPesagens
source: Backup Weighing List
es_es: Lista de pesaje de respaldo

# popUpListagemOpcoes_Excluir_PesagensExcluidas
source: Weighings Excluded!
es_es: ¡Pesajes excluidos!

# popupBackup_CarregarBackup_PorFavorSelecioneUmBackupDaCelmi
source: Please select a Celmi Backup
es_es: Seleccione una copia de seguridad de Celmi

# popupBackup_CarregarBackup_ImportarPesagens
source: Import Weighings
es_es: Pesajes de importación

# DesejaMesmoImportarEssasPesagens
source: Do you really want to import these weights?
es_es: ¿Realmente quieres importar estos pesos?

# DesejaSubstituirTodasAsPesagensPelasQueEstãoSendoImportadasOuAdicionarNovas
source: Do you want to replace all weighings with the ones being imported or add new ones?
es_es: ¿Desea reemplazar todos los pesajes con los que se están importando o agregar otros nuevos?

# Substituir
source: Replace
es_es: Reemplazar

# ArquivoDeBackupInválido
source: Invalid Backup File
es_es: Archivo de copia de seguridad no válido

# PesagensImportadasComSucesso
source: Weighings imported successfully...
es_es: Pesajes importados con éxito...

# AguardeConectando
source: Please wait... Connecting...
es_es: Por favor espere... Conectando...

# NaoConectadoANenhumDispositivo
source: NOT CONNECTED TO ANY DEVICE
es_es: NO CONECTADO A NINGÚN DISPOSITIVO

# NomeEmpresa
source: Company Name
es_es: Nombre de la empresa

# Alterar
source: Change name
es_es: Cambiar nombre

# ConexaoPorPlataformasDesc
source: Allows connections on individual platforms. Use this option if you don't have an RX display and want to connect directly to the platforms.
es_es: Permite conexiones en plataformas individuales. Utilice esta opción si no tiene una pantalla RX y desea conectarse directamente a las plataformas.

# NãoÉPossívelEnviarComandoParaUmEquipamentoDesconectado
source: It is not possible to send commands to a disconnected device!
es_es: ¡No es posible enviar comandos a un dispositivo desconectado!

# ComandoTARAEnviado
source: TARE Command Sent
es_es: Comando TARA Enviado

# ConexãoPorPlataforma
source: Connection by Platform
es_es: Conexión por Plataforma

# ComandoZEROEnviado
source: ZERO Command Sent
es_es: Comando CERO enviado

# ATARAFoiDesativada
source: TARE has been disabled!
es_es: ¡TARA ha sido deshabilitada!

# ATARAFoiAtivada
source: TARE has been Enabled!
es_es: ¡TARA ha sido habilitada!

# PesoLiquido
source: Net weight
es_es: Peso neto

# VerNoMapa
source: View in Map
es_es: Ver en el mapa

# ImprimirBluetooth
source: Bluetooth Print
es_es: Imprimir Bluetooth

# CamposPadrão
source: Default fields
es_es: Campos estándar

# NaoEstaEstavel
source: It is necessary for all platforms to be stable in order to send commands!
es_es: ¡Es necesario que todas las plataformas estén estables para enviar comandos!

# PesoDoAnimal
source: Animal Weight
es_es: Peso del Animal

# NumeroAnimal
source: Weighing No.
es_es: Pesaje Nº
